load-resources/vertx-async-refactored/5000-5.txt
sending 5000 messages per second
Requests      [total, rate]            25000, 5000.20
Duration      [total, attack, wait]    5.045631588s, 4.999799726s, 45.831862ms
Latencies     [mean, 50, 95, 99, max]  43.512956ms, 43.502904ms, 56.616357ms, 60.568528ms, 87.014463ms
Bytes In      [total, mean]            1450000, 58.00
Bytes Out     [total, mean]            375000, 15.00
Success       [ratio]                  100.00%
Status Codes  [code:count]             201:25000  
Error Set: